export default {
  home: 'Головна',
  howWeHelp: 'Як ми допомагаємо?',
  about: 'Про нас',
  contacts: 'Контакти',
  donate: 'Підтримати',

  address: 'Адрес',
  phone: 'Телефон',
  email: 'Електронна пошта',
  social: 'Соціальні мережі',
  location: 'Україна, 76018, Івано-Франківська обл., місто Івано-Франківськ, вул.Грушевського, будинок 22А',
  copyright: 'ЄВРОКАРПАТСЬКА ІНІЦІАТИВА · 2022',
  legalIssues: 'Юридичні Питання',

  heroTitle: 'ГО «Єврокарпатська ініціатива»',
  heroDesc: 'Створювалася з метою в першу чергу для відновлення інвестиційної привабливості Івано-Франківщини. Проте повномасштабний напад росії на Україну змінив пріоритети у нашій діяльності.',

  helpDesc: '<p>З першого дня повномасштабної війни росії проти України представники ГО «Єврокарпатська ініціатива» організовують та доставляють гуманітарні вантажі.</p>' +
    '<p>Київ, Харків, Миколаїв - це лише частина міст, в які ми постійно направляємо допомогу.</p>' +
    '<p>Завдяки активності прикарпатців та в рамках співпраці з іншими волонтерськими організаціями до зони бойових дій направлено десятки вантажів з харчами, ліками, медичними засобами та обладнанням, пічками для обігріву, кариматами та різноманітними засобами, які допомагають нашим захисникам протистояти ворогу.</p>',

  donateTitle: 'Допомагай тим, що найкраще вмієш',

  postDate: 'Бер',

  postTitle1: 'На прикарпаття прибув черговий гуманітарний вантаж з ЄС',
  postDescShort1: 'Спільна робота ГО «Єврокарпатська ініціатива» і ГО «Спілка волонтерів Прикарпаття» ...',
  postDesc1: 'Спільна робота ГО «Єврокарпатська ініціатива» і ГО «Спілка волонтерів Прикарпаття» за сприяння Галина Карп та Ігор Лукинів дає результат. Прикарпаття отримало черговий гуманітарний вантаж з Європейського союзу. Така підтримка для українських захисників дуже важлива. Разом до перемоги!',

  postTitle2: 'Спільно можна зробити багато. Україна переможе!',
  postDesc2: 'Спільна допомога з Європейського союзу продовжує прибувати на Прикарпаття',

  postTitle3: 'Вантаж уже прибув на Київщину',
  postDesc3: 'ГО «Єврокарпатська ініціатива» відправила гуманітарну допомогу для захисників столиці',

  aboutTitle: 'Про нас',
  aboutDesc: '<p>Єврокарпатська ініціатива трансформувалася в громадську організація, яка здійснює благодійну діяльність.</p>' +
    '<p>Війна триває на всіх фронтах і потребує значного тилового забезпечення. Саме тому Єврокарпатська ініціатива прийняла рішення, серед іншого, належно забезпечити всім необхідним жителів Івано-Франківщини та тимчасово переселених громадян України, де власне і розпочала свою діяльність наша організація.</p>' +
    '<p>Окрім того, Єврокарпатська ініціатива ініціювала та займається волонтерською діяльністю, матеріально забезпечуючи героїчних бійців Збройних сил України, що ведуть тяжкі бої на лініях фронту.</p>' +
    '<p>По закінченню війни, Єврокарпатська ініціатива продоватиме свою діяльність, повернувшись до фундаментальних цілей та розширивши їх за рахунок необхідності відбудови знищених, за період війни, регіонів.</p>',

  companyName: 'Назва підприємства',
  iban: 'IBAN',
  swift: 'SWIFT',
  bankName: 'Назва банку',
  correspondentBanks: 'Банки кореспонденти',
  correspondentBank: 'Банки кореспондент',
  account: 'Рахунок',
}
