export default {
	home: 'Головна',
	howWeHelp: 'Як ми допомагаємо?',
	about: 'Про нас',
	contacts: 'Контакти',
	donate: 'Підтримати',

	address: 'Адрес',
	phone: 'Телефон',
	email: 'Електронна пошта',
	social: 'Соціальні мережі',
	location: 'Україна, 76018, Івано-Франківська обл., місто Івано-Франківськ, вул.Грушевського, будинок 22А',
	copyright: 'ЄВРОКАРПАТСЬКА ІНІЦІАТИВА · 2022',
	legalIssues: 'Юридичні Питання',

	heroTitle: 'ГО «Єврокарпатська ініціатива»',
	heroDesc: 'Створювалася з метою в першу чергу для відновлення інвестиційної привабливості Івано-Франківщини. Проте повномасштабний напад росії на Україну змінив пріоритети у нашій діяльності.',

	helpDesc: '<p>З першого дня повномасштабної війни росії проти України представники ГО «Єврокарпатська ініціатива» організовують та доставляють гуманітарні вантажі.</p>' +
    '<p>Київ, Харків, Миколаїв - це лише частина міст, в які ми постійно направляємо допомогу.</p>' +
    '<p>Завдяки активності прикарпатців та в рамках співпраці з іншими волонтерськими організаціями до зони бойових дій направлено десятки вантажів з харчами, ліками, медичними засобами та обладнанням, пічками для обігріву, кариматами та різноманітними засобами, які допомагають нашим захисникам протистояти ворогу.</p>',

	donateTitle: 'Допомагай тим, що найкраще вмієш',

	postDate: 'Бер',

	postTitle1: 'На прикарпаття прибув черговий гуманітарний вантаж з ЄС',
	postDescShort1: 'Спільна робота ГО «Єврокарпатська ініціатива» і ГО «Спілка волонтерів Прикарпаття» ...',
	postDesc1: 'Спільна робота ГО «Єврокарпатська ініціатива» і ГО «Спілка волонтерів Прикарпаття» за сприяння Галина Карп та Ігор Лукинів дає результат. Прикарпаття отримало черговий гуманітарний вантаж з Європейського союзу. Така підтримка для українських захисників дуже важлива. Разом до перемоги!',

	postTitle2: 'Спільно можна зробити багато. Україна переможе!',
	postDesc2: 'Спільна допомога з Європейського союзу продовжує прибувати на Прикарпаття',

	postTitle3: 'Вантаж уже прибув на Київщину',
	postDesc3: 'ГО «Єврокарпатська ініціатива» відправила гуманітарну допомогу для захисників столиці',

	postTitle4: 'Разом до перемоги!',
	postDesc4: 'Волонтерам здійснювати свою діяльність допомагають місцеві підприємства Goodvalley та фермерське господарство «Ро-Ма»',

	postTitle5: 'Відправили вантаж для захисників столиці',
	postDesc5: 'Відправили вантаж для захисників столиці. Щиро вдячні за допомогу працівникам Брошнів-Осадського  ліцею, жителям с.Вільхівка та Олексюк Наталії',

	postTitle6: 'Гуманітарна допомога з країн Європейського союзу',
	postDesc6: 'Гуманітарна допомога з країн Європейського союзу подовжує поступати в область, тут розприділяємо відповідно до запитів і відправляємо на передову. Цього разу вантаж для наших захисників надали жителі Польщі. Дякуємо Оксані Савчук та Василю Рибчаку за допомогу',

	postTitle7: 'Дякуємо всім, хто долучається до допомоги війську!',
	postDesc7: '',

	postTitle8: 'Відправили черговий вантаж до Миколаївської області',
	postDesc8: 'На звернення Віталій Кім - голова Миколаївської ОДА відправили черговий вантаж до Миколаївської області',

	postTitle9: 'На Прикарпаття відправили вантаж',
	postDesc9: 'Вантаж на Прикарпаття відправили Jürgen Kientz і Michael Dihlmann, які протягом багатьох років займаються підприємницькою діяльністю в області',

	postTitle10: 'Отримали партію м‘ясної консервації',
	postDesc10: 'Дякуємо Goodvalley та працівникам Ріп‘янського ліцею за ще одну партію м‘ясної консервації для захисників України',

	aboutTitle: 'Про нас',
	aboutDesc: '<p>Єврокарпатська ініціатива трансформувалася в громадську організація, яка здійснює благодійну діяльність.</p>' +
    '<p>Війна триває на всіх фронтах і потребує значного тилового забезпечення. Саме тому Єврокарпатська ініціатива прийняла рішення, серед іншого, належно забезпечити всім необхідним жителів Івано-Франківщини та тимчасово переселених громадян України, де власне і розпочала свою діяльність наша організація.</p>' +
    '<p>Окрім того, Єврокарпатська ініціатива ініціювала та займається волонтерською діяльністю, матеріально забезпечуючи героїчних бійців Збройних сил України, що ведуть тяжкі бої на лініях фронту.</p>' +
    '<p>По закінченню війни, Єврокарпатська ініціатива продоватиме свою діяльність, повернувшись до фундаментальних цілей та розширивши їх за рахунок необхідності відбудови знищених, за період війни, регіонів.</p>',

	companyName: 'Назва підприємства',
	iban: 'IBAN',
	swift: 'SWIFT',
	bankName: 'Назва банку',
	correspondentBanks: 'Банк кореспонденти',
	correspondentBank: 'Банк кореспондент',
	account: 'Рахунок',
	copied: 'Скопійовано!',
	org: 'Органцізація',
	orgEDRPOY: 'ЄДРПОУ органцізації',
	bankEDRPOY: 'ЄДРПОУ банку',
	uah: 'УКРАЇНСЬКА ГРИВНЯ',
	usd: 'ДОЛАР США',
	eur: 'ЄВРО',
	crypto: 'КРИПТОВАЛЮТА',
	BTCpay: 'Пожертвувати BTC',
	ETHpay: 'Пожертвувати ETH',

	requisites: 'Реквізити',
	requisitesDesc: 'Перекази з-за кордону SWIFT та Криптовалюта',

	fastDonate: 'Швидка Пожертва',

	showMore: 'Більше',

	welcome: 'Ласкаво просимо',
	signIn: 'Увійти',

	posts: 'Новини',
	users: 'Користувачі',
	profile: 'Профіль',
	logout: 'Вийти',

	myProfile: 'Мій Профіль',
	changeName: 'Змінити ім\'я',
	fullName: 'Повне Ім\'я',
	save: 'Зберегти',
	changePassword: 'Змінити Пароль',
	newPassword: 'Новий Пароль',
	confirmPassword: 'Підтвертити Пароль',
	password: 'Пароль',

	title: 'Заголовок',
	description: 'Опис',
	created: 'Дата Створення',
	published: 'Опубліковано',
	notPublished: 'Не Опубліковано',
	actions: 'Дії',

	noPosts: 'Новин немає',

	create: 'Створити',
	add: 'Додати',
	cancel: 'Скасувати',
	change: 'Змінити',
	remove: 'Видалити',
	removeWarning: 'Ви впевнені, що хочете видалити це?',
	publish: 'Опублікувати',
	error: 'Помилка',
	edited: 'Відредаговано',
	added: 'Добавлено',
	loading: 'Завантаження...',
	status: 'Статус',
	translate: 'Перкласти',

	editPost: 'Редагувати Пост',
	newPost: 'Новий Пост',

	addImage: 'Добавити Фото',
	addVideo: 'Добавити Відео',

	imageRequired: 'Фото є обов\'язковим',
	titleRequired: 'Заголовок не може бути пустим',
	fileMaxSize: 'Максимум',
	fileSizeError: 'Файл немає бути більше ніж ',
	fullNameRequired: 'Повне ім\'я не може бути пустим',
	positionRequired: 'Посада є обов\'язкова',
	urlInvalid: 'Неправильний URL-адрес',

	date: 'Дата',

	team: 'Учасники',
	noMembers: 'Немає учасників',
	position: 'Посада',
	newMember: 'Новий Учасник',

	search: 'Пошук'
}
